Repository: guitaripod/embr
Catalog: Embr/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: %@ is live
de: %@ ist live
es: %@ está en directo
fr: %@ est en direct
it: %@ è in diretta
ja: %@さんがライブ配信中
ko: %@님이 방송 중
pt_br: %@ está ao vivo
zh_hans: %@ 正在直播
zh_hant: %@ 正在直播

source: %@ is offline.
de: %@ ist offline.
es: %@ ya no está en directo.
fr: %@ est hors ligne.
it: %@ è offline.
ja: %@さんはオフラインです。
ko: %@님은 오프라인입니다.
pt_br: %@ está offline.
zh_hans: %@ 未开播。
zh_hant: %@ 未開播。

source: %@ isn't live right now.
de: %@ ist gerade nicht live.
es: %@ no está en directo ahora mismo.
fr: %@ n'est pas en direct pour le moment.
it: %@ non è in diretta al momento.
ja: %@さんは現在配信していません。
ko: %@님은 지금 방송 중이 아닙니다.
pt_br: %@ não está ao vivo agora.
zh_hans: %@ 当前没有直播。
zh_hant: %@ 目前沒有直播。

source: %@ viewers
de: %@ Zuschauer
es: %@ espectadores
fr: %@ spectateurs
it: %@ spettatori
ja: 視聴者 %@人
ko: 시청자 %@명
pt_br: %@ espectadores
zh_hans: %@ 位观众
zh_hant: %@ 位觀眾

source: %@ views
de: %@ Aufrufe
es: %@ visualizaciones
fr: %@ vues
it: %@ visualizzazioni
ja: %@ 回視聴
ko: 조회수 %@회
pt_br: %@ visualizações
zh_hans: %@ 次观看
zh_hant: %@ 次觀看

source: %@ went offline
de: %@ ist offline gegangen
es: %@ ha finalizado el directo
fr: %@ a terminé son direct
it: %@ ha terminato la diretta
ja: %@さんの配信が終了しました
ko: %@님의 방송이 종료되었습니다
pt_br: %@ encerrou a transmissão
zh_hans: %@ 已下播
zh_hant: %@ 已下播

source: %lld new messages
de: %lld neue Nachrichten
es: %lld mensajes nuevos
fr: %lld nouveaux messages
it: %lld nuovi messaggi
ja: 新着メッセージ %lld件
ko: 새 메시지 %lld개
pt_br: %lld novas mensagens
zh_hans: %lld 条新消息
zh_hant: %lld 則新訊息

source: %lld viewers
de: %lld Zuschauer
es: %lld espectadores
fr: %lld spectateurs
it: %lld spettatori
ja: 視聴者 %lld人
ko: 시청자 %lld명
pt_br: %lld espectadores
zh_hans: %lld 位观众
zh_hant: %lld 位觀眾

source: %lld views
de: %lld Aufrufe
es: %lld visualizaciones
fr: %lld vues
it: %lld visualizzazioni
ja: %lld 回視聴
ko: 조회수 %lld회
pt_br: %lld visualizações
zh_hans: %lld 次观看
zh_hant: %lld 次觀看

source: %lld words
de: %lld Wörter
es: %lld palabras
fr: %lld mots
it: %lld parole
ja: %lld語
ko: %lld개
pt_br: %lld palavras
zh_hans: %lld 个词
zh_hant: %lld 個字詞

# %lldh %lldm
source: %1$lldh %2$lldm
de: %1$lld h %2$lld min
es: %1$lld h %2$lld min
fr: %1$lld h %2$lld min
it: %1$lld h %2$lld min
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
pt_br: %1$lld h %2$lld min
zh_hans: %1$lld小时%2$lld分
zh_hant: %1$lld小時%2$lld分

source: %lldm
de: %lld min
es: %lld min
fr: %lld min
it: %lld min
ja: %lld分
ko: %lld분
pt_br: %lld min
zh_hans: %lld分
zh_hant: %lld分

source: 1 new message
de: 1 neue Nachricht
es: 1 mensaje nuevo
fr: 1 nouveau message
it: 1 nuovo messaggio
ja: 新着メッセージ 1件
ko: 새 메시지 1개
pt_br: 1 nova mensagem
zh_hans: 1 条新消息
zh_hant: 1 則新訊息

source: 1 word
de: 1 Wort
es: 1 palabra
fr: 1 mot
it: 1 parola
ja: 1語
ko: 1개
pt_br: 1 palavra
zh_hans: 1 个词
zh_hant: 1 個字詞

source: 2 July 2026
de: 2. Juli 2026
es: 2 de julio de 2026
fr: 2 juillet 2026
it: 2 luglio 2026
ja: 2026年7月2日
ko: 2026년 7월 2일
pt_br: 2 de julho de 2026
zh_hans: 2026年7月2日
zh_hant: 2026年7月2日

source: A fast, native Twitch client. Browse live channels, watch streams, and chat — without the bloat.
de: Ein schneller, nativer Twitch-Client. Live-Kanäle entdecken, Streams schauen, chatten — ohne Ballast.
es: Un cliente de Twitch nativo y rápido. Explora canales en directo, mira streams y chatea, sin florituras.
fr: Un client Twitch natif et rapide. Parcourez les chaînes en direct, regardez des streams et chattez — sans le superflu.
it: Un client Twitch nativo e veloce. Esplora i canali in diretta, guarda gli stream e chatta, senza fronzoli.
ja: 軽快なネイティブTwitchクライアント。ライブ配信を探して、見て、チャットする。余計なものは一切なし。
ko: 빠른 네이티브 Twitch 클라이언트. 라이브 채널을 둘러보고, 방송을 보고, 채팅하세요. 군더더기 없이.
pt_br: Um cliente Twitch nativo e rápido. Explore canais ao vivo, assista a streams e converse no chat — sem excessos.
zh_hans: 快速的原生 Twitch 客户端。浏览直播频道、观看直播、参与聊天，没有多余的负担。
zh_hant: 快速的原生 Twitch 用戶端。瀏覽直播頻道、觀看直播、參與聊天，沒有多餘的負擔。

source: A subscription still goes to your streamer and unlocks their emotes and badges, even though it can't remove ads inside Embr. If ad-free viewing is what you're after, the official Twitch app honors your Turbo subscription.
de: Ein Abo geht weiterhin an deinen Streamer und schaltet dessen Emotes und Abzeichen frei — auch wenn es die Werbung in Embr nicht entfernen kann. Wenn du werbefrei schauen willst: Die offizielle Twitch-App berücksichtigt dein Turbo-Abo.
es: Una suscripción sigue llegando a tu streamer y desbloquea sus emotes e insignias, aunque no pueda quitar los anuncios dentro de Embr. Si lo que buscas es ver sin anuncios, la app oficial de Twitch sí respeta tu suscripción a Turbo.
fr: Un abonnement soutient toujours ton streamer et débloque ses emotes et ses badges, même s'il ne peut pas supprimer les publicités dans Embr. Si tu veux regarder sans publicité, l'application Twitch officielle prend en compte ton abonnement Turbo.
it: Un abbonamento va comunque al tuo streamer e sblocca i suoi emotes e i suoi badge, anche se non può togliere la pubblicità dentro Embr. Se vuoi guardare senza pubblicità, l'app ufficiale di Twitch rispetta il tuo abbonamento Turbo.
ja: サブスクは今もストリーマーの支えになり、そのチャンネルのエモートやバッジも解除されます。Embr内の広告は消せませんが、広告なしで視聴したいなら、公式TwitchアプリならTurboサブスクが有効です。
ko: 구독은 여전히 스트리머에게 전달되고 해당 채널의 이모티콘과 배지도 잠금 해제됩니다. 다만 Embr 안의 광고는 없앨 수 없습니다. 광고 없이 보고 싶다면 공식 Twitch 앱에서 Turbo 구독이 적용됩니다.
pt_br: A inscrição continua indo para o seu streamer e libera os emotes e badges dele, mesmo que não remova os anúncios dentro do Embr. Se o que você quer é assistir sem anúncios, o app oficial da Twitch respeita a sua assinatura Turbo.
zh_hans: 订阅依然会支持你的主播，并解锁该频道的表情和徽章，只是无法去掉 Embr 里的广告。如果你想无广告观看，官方 Twitch 应用会认可你的 Turbo 订阅。
zh_hant: 訂閱依然會支持你的實況主，也會解鎖該頻道的表情符號和徽章，只是無法移除 Embr 裡的廣告。如果你要的是無廣告觀看，官方 Twitch App 會認可你的 Turbo 訂閱。

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
zh_hans: 账号
zh_hant: 帳號

source: Ad break · stream resumes in %llds
de: Werbepause · Stream geht in %lld s weiter
es: Pausa publicitaria · el stream vuelve en %lld s
fr: Pause pub · le stream reprend dans %lld s
it: Pausa pubblicitaria · lo stream riprende tra %lld s
ja: 広告中 · %lld秒後に配信へ戻ります
ko: 광고 중 · %lld초 후 방송 재개
pt_br: Intervalo de anúncios · o stream volta em %lld s
zh_hans: 广告插播 · %lld 秒后恢复直播
zh_hant: 廣告時段 · %lld 秒後恢復直播

source: Ad break. Tap to play Embr Flyer while the stream resumes.
de: Werbepause. Tippe, um Embr Flyer zu spielen, bis der Stream weitergeht.
es: Pausa publicitaria. Toca para jugar a Embr Flyer mientras vuelve el stream.
fr: Pause publicitaire. Touchez pour jouer à Embr Flyer en attendant la reprise du stream.
it: Pausa pubblicitaria. Tocca per giocare a Embr Flyer mentre lo stream riprende.
ja: 広告中です。配信が戻るまで Embr Flyer をプレイするにはタップしてください。
ko: 광고 중입니다. 방송이 재개될 때까지 Embr Flyer를 플레이하려면 탭하세요.
pt_br: Intervalo de anúncios. Toque para jogar Embr Flyer enquanto o stream volta.
zh_hans: 广告插播中。点按即可在直播恢复前玩 Embr Flyer。
zh_hant: 廣告時段。點一下即可在直播恢復前玩 Embr Flyer。

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
zh_hans: 添加到收藏
zh_hant: 加入我的最愛

source: Ads are stitched into the stream
de: Werbung steckt im Stream selbst
es: Los anuncios van incrustados en el stream
fr: Les pubs sont intégrées au stream
it: La pubblicità è cucita dentro lo stream
ja: 広告は配信そのものに埋め込まれています
ko: 광고는 방송 안에 삽입됩니다
pt_br: Os anúncios são costurados dentro do stream
zh_hans: 广告被拼接进直播流中
zh_hant: 廣告是直接拼接進直播串流的

source: All
de: Alle
es: Todo
fr: Tout
it: Tutti
ja: すべて
ko: 전체
pt_br: Tudo
zh_hans: 全部
zh_hant: 全部

source: Animate Emotes
de: Emotes animieren
es: Animar emotes
fr: Animer les emotes
it: Anima gli emotes
ja: エモートをアニメーション表示
ko: 이모티콘 애니메이션
pt_br: Animar emotes
zh_hans: 动态表情
zh_hant: 動態表情符號

source: Appearance, link handling, and haptic feedback across the app.
de: Erscheinungsbild, Linkverhalten und haptisches Feedback in der gesamten App.
es: Apariencia, apertura de enlaces y respuesta háptica en toda la app.
fr: Apparence, ouverture des liens et retour haptique dans toute l'app.
it: Aspetto, gestione dei link e feedback aptico in tutta l'app.
ja: アプリ全体の外観、リンクの開き方、触覚フィードバック。
ko: 앱 전반의 화면 모드, 링크 열기 방식, 햅틱 피드백.
pt_br: Aparência, abertura de links e resposta háptica em todo o app.
zh_hans: 全应用的外观、链接打开方式和触感反馈。
zh_hant: 整個 App 的外觀、連結開啟方式與觸覺回饋。

source: Audio Only
de: Nur Audio
es: Solo audio
fr: Audio seul
it: Solo audio
ja: 音声のみ
ko: 오디오만
pt_br: Somente áudio
zh_hans: 仅音频
zh_hant: 僅音訊

source: Auto-Sync Chat Delay
de: Chat-Verzögerung automatisch anpassen
es: Sincronizar el retardo del chat
fr: Synchroniser le délai du chat
it: Sincronizza il ritardo della chat
ja: チャット遅延を自動同期
ko: 채팅 지연 자동 동기화
pt_br: Sincronizar atraso do chat
zh_hans: 自动同步聊天延迟
zh_hant: 自動同步聊天延遲

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

source: Backfill Recent Messages
de: Letzte Nachrichten nachladen
es: Cargar mensajes recientes
fr: Charger les messages récents
it: Carica i messaggi recenti
ja: 直近のメッセージを読み込む
ko: 최근 메시지 불러오기
pt_br: Carregar mensagens recentes
zh_hans: 载入最近消息
zh_hant: 載入近期訊息

source: Background Audio
de: Audio im Hintergrund
es: Audio en segundo plano
fr: Audio en arrière-plan
it: Audio in background
ja: バックグラウンド再生
ko: 백그라운드 오디오
pt_br: Áudio em segundo plano
zh_hans: 后台音频
zh_hant: 背景音訊

source: Ban
de: Bannen
es: Banear
fr: Bannir
it: Banna
ko: 밴
pt_br: Banir
zh_hans: 封禁
zh_hant: 停權

source: Banned %@
de: %@ gebannt
es: %@ baneado
fr: %@ banni
it: %@ bannato
ja: %@をBANしました
ko: %@님을 밴했습니다
pt_br: %@ banido
zh_hans: 已封禁 %@
zh_hant: 已將 %@ 停權

source: Best %lld · Tap to play again
de: Bestwert %lld · Tippen für neue Runde
es: Récord %lld · Toca para jugar otra vez
fr: Record %lld · Touchez pour rejouer
it: Record %lld · Tocca per rigiocare
ja: ベスト %lld · タップでもう一度
ko: 최고 %lld · 다시 하려면 탭
pt_br: Recorde %lld · Toque para jogar de novo
zh_hans: 最高 %lld · 点按再玩一次
zh_hant: 最佳 %lld · 點一下再玩一次

source: Block @%@
de: @%@ blockieren
es: Bloquear a @%@
fr: Bloquer @%@
it: Blocca @%@
ja: @%@をブロック
ko: @%@ 차단
pt_br: Bloquear @%@
zh_hans: 屏蔽 @%@
zh_hant: 封鎖 @%@

source: Blocked %@
de: %@ blockiert
es: %@ bloqueado
fr: %@ bloqué
it: %@ bloccato
ja: %@をブロックしました
ko: %@님을 차단했습니다
pt_br: %@ bloqueado
zh_hans: 已屏蔽 %@
zh_hant: 已封鎖 %@

source: Blocked %@.
de: %@ blockiert.
es: %@ bloqueado.
fr: %@ bloqué.
it: %@ bloccato.
ja: %@をブロックしました。
ko: %@님을 차단했습니다.
pt_br: %@ bloqueado.
zh_hans: 已屏蔽 %@。
zh_hant: 已封鎖 %@。

source: Blocked %@. Their messages are now hidden.
de: %@ blockiert. Die Nachrichten werden jetzt ausgeblendet.
es: %@ bloqueado. Sus mensajes ahora están ocultos.
fr: %@ bloqué. Ses messages sont désormais masqués.
it: %@ bloccato. I suoi messaggi ora sono nascosti.
ja: %@をブロックしました。今後メッセージは表示されません。
ko: %@님을 차단했습니다. 이제 해당 사용자의 메시지는 숨겨집니다.
pt_br: %@ bloqueado. As mensagens dele agora estão ocultas.
zh_hans: 已屏蔽 %@。该用户的消息将不再显示。
zh_hant: 已封鎖 %@。對方的訊息將不再顯示。

source: Blocked Users
de: Blockierte Nutzer
es: Usuarios bloqueados
fr: Utilisateurs bloqués
it: Utenti bloccati
ja: ブロックしたユーザー
ko: 차단한 사용자
pt_br: Usuários bloqueados
zh_hans: 已屏蔽的用户
zh_hant: 已封鎖的使用者

source: Browsing anonymously
de: Anonym unterwegs
es: Navegando de forma anónima
fr: Navigation anonyme
it: Navigazione anonima
ja: 匿名で閲覧中
ko: 익명으로 이용 중
pt_br: Navegando anonimamente
zh_hans: 匿名浏览中
zh_hant: 以匿名方式瀏覽

source: By continuing, you agree to our
de: Wenn du fortfährst, akzeptierst du
es: Al continuar, aceptas
fr: En continuant, vous acceptez
it: Continuando, accetti
ja: 続行すると、次に同意したものとみなされます
ko: 계속하면 다음에 동의하는 것으로 간주됩니다
pt_br: Ao continuar, você concorda com
zh_hans: 继续即表示你同意
zh_hant: 繼續即表示你同意

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリー
ko: 카테고리
pt_br: Categorias
zh_hans: 分类
zh_hant: 分類

source: Channel
de: Kanal
es: Canal
fr: Chaîne
it: Canale
ja: チャンネル
ko: 채널
pt_br: Canal
zh_hans: 频道
zh_hant: 頻道

source: Channel Emotes
de: Kanal-Emotes
es: Emotes del canal
fr: Emotes de la chaîne
it: Emotes del canale
ja: チャンネルのエモート
ko: 채널 이모티콘
pt_br: Emotes do canal
zh_hans: 频道表情
zh_hant: 頻道表情符號

source: Channel Not Found
de: Kanal nicht gefunden
es: Canal no encontrado
fr: Chaîne introuvable
it: Canale non trovato
ja: チャンネルが見つかりません
ko: 채널을 찾을 수 없음
pt_br: Canal não encontrado
zh_hans: 未找到频道
zh_hant: 找不到頻道

source: Channels
de: Kanäle
es: Canales
fr: Chaînes
it: Canali
ja: チャンネル
ko: 채널
pt_br: Canais
zh_hans: 频道
zh_hant: 頻道

source: Channels & categories
de: Kanäle & Kategorien
es: Canales y categorías
fr: Chaînes et catégories
it: Canali e categorie
ja: チャンネル・カテゴリー
ko: 채널 및 카테고리
pt_br: Canais e categorias
zh_hans: 频道和分类
zh_hant: 頻道與分類

source: Chat Delay
de: Chat-Verzögerung
es: Retardo del chat
fr: Délai du chat
it: Ritardo chat
ja: チャット遅延
ko: 채팅 지연
pt_br: Atraso do chat
zh_hans: 聊天延迟
zh_hant: 聊天延遲

source: Chat Only
de: Nur Chat
es: Solo chat
fr: Chat uniquement
it: Solo chat
ja: チャットのみ
ko: 채팅만
pt_br: Somente chat
zh_hans: 仅聊天
zh_hant: 僅聊天

source: Chat subscription revoked. Reconnecting.
de: Chat-Verbindung wurde beendet. Neuer Verbindungsversuch.
es: Se ha interrumpido la conexión con el chat. Reconectando.
fr: La connexion au chat a été interrompue. Reconnexion.
it: Connessione alla chat interrotta. Riconnessione in corso.
ja: チャットの接続が解除されました。再接続しています。
ko: 채팅 연결이 해제되었습니다. 다시 연결합니다.
pt_br: A conexão com o chat foi encerrada. Reconectando.
zh_hans: 聊天连接已断开。正在重新连接。
zh_hant: 聊天連線已中斷。正在重新連線。

source: Chat unavailable
de: Chat nicht verfügbar
es: Chat no disponible
fr: Chat indisponible
it: Chat non disponibile
ja: チャットを利用できません
ko: 채팅을 사용할 수 없음
pt_br: Chat indisponível
zh_hans: 聊天不可用
zh_hant: 聊天室無法使用

source: Chat width
de: Chat-Breite
es: Ancho del chat
fr: Largeur du chat
it: Larghezza chat
ja: チャット幅
ko: 채팅 너비
pt_br: Largura do chat
zh_hans: 聊天宽度
zh_hant: 聊天寬度

source: Clip Unavailable
de: Clip nicht verfügbar
es: Clip no disponible
fr: Clip indisponible
it: Clip non disponibile
ja: クリップを再生できません
ko: 클립을 사용할 수 없음
pt_br: Clipe indisponível
zh_hans: 剪辑不可用
zh_hant: 剪輯無法播放

source: Closing
de: Schließt
es: Cerrando
fr: Clôture
it: In chiusura
ja: 締切
ko: 마감 중
pt_br: Encerrando
zh_hans: 即将截止
zh_hant: 即將結束

source: Commands: /ban /timeout <sec> /unban /block /unblock <user>
de: Befehle: /ban /timeout <Sek> /unban /block /unblock <Nutzer>
es: Comandos: /ban /timeout <seg> /unban /block /unblock <usuario>
fr: Commandes : /ban /timeout <sec> /unban /block /unblock <utilisateur>
it: Comandi: /ban /timeout <sec> /unban /block /unblock <utente>
ja: コマンド: /ban /timeout <秒> /unban /block /unblock <ユーザー>
ko: 명령어: /ban /timeout <초> /unban /block /unblock <사용자>
pt_br: Comandos: /ban /timeout <seg> /unban /block /unblock <usuário>
zh_hans: 命令：/ban /timeout <秒> /unban /block /unblock <用户>
zh_hant: 指令：/ban /timeout <秒> /unban /block /unblock <使用者>

source: Compact Chat
de: Kompakter Chat
es: Chat compacto
fr: Chat compact
it: Chat compatta
ja: コンパクトチャット
ko: 간결한 채팅
pt_br: Chat compacto
zh_hans: 紧凑聊天
zh_hant: 精簡聊天

source: Connect Twitch Account
de: Twitch-Konto verbinden
es: Conectar cuenta de Twitch
fr: Connecter un compte Twitch
it: Collega l'account Twitch
ja: Twitchアカウントを連携
ko: Twitch 계정 연결
pt_br: Conectar conta da Twitch
zh_hans: 连接 Twitch 账号
zh_hant: 連結 Twitch 帳號

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Contact Support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter l'assistance
it: Contatta il supporto
ja: サポートに連絡
ko: 지원팀에 문의
pt_br: Falar com o suporte
zh_hans: 联系支持
zh_hant: 聯絡支援

source: Continue as Guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en invité
it: Continua come ospite
ja: ゲストとして続ける
ko: 게스트로 계속
pt_br: Continuar como convidado
zh_hans: 以访客身份继续
zh_hant: 以訪客身分繼續

source: Copy Message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
pt_br: Copiar mensagem
zh_hans: 复制消息
zh_hant: 拷貝訊息

source: Could not connect your Twitch account. You can continue as a guest and sign in later.
de: Dein Twitch-Konto konnte nicht verbunden werden. Du kannst als Gast fortfahren und dich später anmelden.
es: No se ha podido conectar tu cuenta de Twitch. Puedes continuar como invitado e iniciar sesión más tarde.
fr: Impossible de connecter votre compte Twitch. Vous pouvez continuer en invité et vous connecter plus tard.
it: Impossibile collegare il tuo account Twitch. Puoi continuare come ospite e accedere più tardi.
ja: Twitchアカウントを連携できませんでした。ゲストとして続け、あとからログインすることもできます。
ko: Twitch 계정을 연결하지 못했습니다. 게스트로 계속한 뒤 나중에 로그인할 수 있습니다.
pt_br: Não foi possível conectar sua conta da Twitch. Você pode continuar como convidado e entrar depois.
zh_hans: 无法连接你的 Twitch 账号。你可以先以访客身份继续，稍后再登录。
zh_hant: 無法連結你的 Twitch 帳號。你可以先以訪客身分繼續，稍後再登入。

source: Could not load streams
de: Streams konnten nicht geladen werden
es: No se han podido cargar los streams
fr: Impossible de charger les streams
it: Impossibile caricare gli stream
ja: 配信を読み込めませんでした
ko: 방송을 불러오지 못했습니다
pt_br: Não foi possível carregar os streams
zh_hans: 无法加载直播
zh_hant: 無法載入直播

source: Could not open "%@".
de: „%@“ konnte nicht geöffnet werden.
es: No se ha podido abrir «%@».
fr: Impossible d'ouvrir « %@ ».
it: Impossibile aprire «%@».
ja: 「%@」を開けませんでした。
ko: "%@"을(를) 열 수 없습니다.
pt_br: Não foi possível abrir "%@".
zh_hans: 无法打开“%@”。
zh_hant: 無法開啟「%@」。

# Couldn't %@ — %@
source: Couldn't %1$@ — %2$@
de: %1$@ fehlgeschlagen — %2$@
es: No se ha podido %1$@ — %2$@
fr: Impossible de %1$@ — %2$@
it: Impossibile %1$@ — %2$@
ja: %1$@に失敗しました — %2$@
ko: %1$@ 실패 — %2$@
pt_br: Não foi possível %1$@ — %2$@
zh_hans: %1$@失败 — %2$@
zh_hant: %1$@失敗 — %2$@

source: Couldn't Complete the Tip
de: Trinkgeld fehlgeschlagen
es: No se ha podido completar la propina
fr: Échec du pourboire
it: Mancia non riuscita
ja: チップを完了できませんでした
ko: 팁 결제 실패
pt_br: Falha ao concluir a gorjeta
zh_hans: 打赏失败
zh_hant: 贊助失敗

source: Couldn't check which favorites are live.
de: Es konnte nicht geprüft werden, welche Favoriten live sind.
es: No se ha podido comprobar qué favoritos están en directo.
fr: Impossible de vérifier quels favoris sont en direct.
it: Impossibile verificare quali preferiti sono in diretta.
ja: お気に入りがライブ中かどうか確認できませんでした。
ko: 즐겨찾기 중 라이브 여부를 확인하지 못했습니다.
pt_br: Não foi possível verificar quais favoritos estão ao vivo.
zh_hans: 无法确认收藏中有哪些正在直播。
zh_hant: 無法確認我的最愛中有哪些正在直播。

source: Couldn't load categories.
de: Kategorien konnten nicht geladen werden.
es: No se han podido cargar las categorías.
fr: Impossible de charger les catégories.
it: Impossibile caricare le categorie.
ja: カテゴリーを読み込めませんでした。
ko: 카테고리를 불러오지 못했습니다.
pt_br: Não foi possível carregar as categorias.
zh_hans: 无法加载分类。
zh_hant: 無法載入分類。

source: Couldn't load streams — try again.
de: Streams konnten nicht geladen werden — versuch es erneut.
es: No se han podido cargar los streams. Inténtalo de nuevo.
fr: Impossible de charger les streams — réessayez.
it: Impossibile caricare gli stream — riprova.
ja: 配信を読み込めませんでした。もう一度お試しください。
ko: 방송을 불러오지 못했습니다. 다시 시도해 주세요.
pt_br: Não foi possível carregar os streams — tente novamente.
zh_hans: 无法加载直播，请重试。
zh_hant: 無法載入直播，請再試一次。

source: Couldn't load the schedule.
de: Der Zeitplan konnte nicht geladen werden.
es: No se ha podido cargar el calendario.
fr: Impossible de charger le planning.
it: Impossibile caricare il programma.
ja: スケジュールを読み込めませんでした。
ko: 일정을 불러오지 못했습니다.
pt_br: Não foi possível carregar a programação.
zh_hans: 无法加载直播日程。
zh_hant: 無法載入時間表。

source: Couldn't reach the App Store. Tap to try again.
de: Der App Store konnte nicht erreicht werden. Tippen zum erneuten Versuch.
es: No se ha podido conectar con el App Store. Toca para reintentar.
fr: Impossible de joindre l'App Store. Touchez pour réessayer.
it: Impossibile raggiungere l'App Store. Tocca per riprovare.
ja: App Store に接続できませんでした。タップで再試行。
ko: App Store에 연결하지 못했습니다. 다시 시도해 주세요.
pt_br: Não foi possível conectar à App Store. Toque para tentar de novo.
zh_hans: 无法连接到 App Store。点按重试。
zh_hant: 無法連線到 App Store。點一下重試。

source: Couldn't search — check your connection.
de: Suche fehlgeschlagen — prüfe deine Verbindung.
es: No se ha podido buscar. Comprueba tu conexión.
fr: Recherche impossible — vérifiez votre connexion.
it: Ricerca non riuscita — controlla la connessione.
ja: 検索できませんでした。接続を確認してください。
ko: 검색하지 못했습니다. 연결 상태를 확인하세요.
pt_br: Não foi possível buscar — verifique sua conexão.
zh_hans: 无法搜索，请检查网络连接。
zh_hant: 無法搜尋，請檢查網路連線。

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

source: Decrease %@
de: %@ verringern
es: Reducir %@
fr: Diminuer %@
it: Riduci %@
ja: %@を下げる
ko: %@ 줄이기
pt_br: Diminuir %@
zh_hans: 减小%@
zh_hant: 調低%@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete Message
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
it: Elimina messaggio
ja: メッセージを削除
ko: 메시지 삭제
pt_br: Excluir mensagem
zh_hans: 删除消息
zh_hant: 刪除訊息

source: Diagnostic logs will appear here after you use the app.
de: Diagnoseprotokolle erscheinen hier, sobald du die App verwendet hast.
es: Los registros de diagnóstico aparecerán aquí después de usar la app.
fr: Les journaux de diagnostic apparaîtront ici après quelques utilisations de l'app.
it: I log diagnostici compariranno qui dopo aver usato l'app.
ja: アプリを使うと、診断ログがここに表示されます。
ko: 앱을 사용하면 진단 로그가 여기에 표시됩니다.
pt_br: Os registros de diagnóstico aparecerão aqui depois que você usar o app.
zh_hans: 使用应用后，诊断日志会显示在这里。
zh_hant: 使用 App 之後，診斷記錄會顯示在這裡。

source: Disconnected · Tap to reconnect
de: Getrennt · Tippen zum Neuverbinden
es: Sin conexión · Toca para reconectar
fr: Déconnecté · Touchez pour reconnecter
it: Disconnesso · Tocca per riconnetterti
ja: 切断されました · タップで再接続
ko: 연결 끊김 · 다시 연결하려면 탭
pt_br: Desconectado · Toque para reconectar
zh_hans: 已断开 · 点按重新连接
zh_hant: 已中斷連線 · 點一下重新連線

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Email %@ The address has been copied to your clipboard.
de: E-Mail an %@ Die Adresse wurde in die Zwischenablage kopiert.
es: Escribe a %@ La dirección se ha copiado al portapapeles.
fr: Écrivez à %@ L'adresse a été copiée dans le presse-papiers.
it: Scrivi a %@ L'indirizzo è stato copiato negli appunti.
ja: %@ 宛にメールしてください。 アドレスをクリップボードにコピーしました。
ko: %@(으)로 이메일을 보내주세요. 주소가 클립보드에 복사되었습니다.
pt_br: Envie um e-mail para %@ O endereço foi copiado para a área de transferência.
zh_hans: 请发送邮件至 %@ 地址已复制到剪贴板。
zh_hant: 請寄信至 %@ 地址已拷貝到剪貼板。

source: Embr cuts the ads out
de: Embr schneidet die Werbung heraus
es: Embr recorta los anuncios
fr: Embr coupe les publicités
it: Embr taglia via la pubblicità
ja: Embr は広告を取り除きます
ko: Embr는 광고를 잘라냅니다
pt_br: O Embr corta os anúncios
zh_hans: Embr 会剪掉广告
zh_hant: Embr 會把廣告剪掉
